<template>
	<view class="message-page">
		<view class="title">福建穆言网络科技有限公司用户隐私政策</view>
		<view class="center">版本更新日期：2024年1月1日</view>
		<view class="center">版本更新日期：2024年1月1日</view>
		<view class="p">穆言网络科技有限公司及其关联小程序（以下简称“<text class="b">穆言网络公司</text>”或“<text
				class="b">我们</text>”）非常注重保护用户（以下或称“<text
				class="b">您</text>”）的个人信息及隐私，我们深知个人信息对您的重要性，并将按照法律法规要求和业界成熟的安全标准，采取相应的安全保护措施来保护您的个人信息。我们希望通过本《福建穆言网络科技有限公司用户隐私政策》（以下简称“<text
				class="b">本隐私政策</text>”）向您清晰地介绍在您访问“穆言网络公司”开发的小程序和“穆言网络”旗下公众号等应用（以下合称“应用”）以及我们通过其他方式向您提供服务时，我们如何收集、使用、保存、共享和转让这些信息，以及我们为您提供的访问、更新、删除和保护这些信息的方式。
		</view>
		<view class="p b">本隐私政策将帮助您了解以下内容：</view>
		<view class="p">1、我们如何收集和使用您的个人信息；</view>
		<view class="p">2、我们如何使用Cookie和同类技术；</view>
		<view class="p">3、我们如何共享、转让、公开披露您的个人信息； </view>
		<view class="p">4、我们如何保存和保护您的个人信息； </view>
		<view class="p">5、您如何管理您的个人信息； </view>
		<view class="p">6、未成年人的个人信息保护；</view>
		<view class="p">7、通知和修订； </view>
		<view class="p">8、如何联系我们； </view>
		<view class="p">9、附录。</view>
		<view class="p b line">
			【特别提示】请您在使用我们提供的各项服务前，仔细阅读并充分理解本隐私政策（重点内容我们以黑体加粗或加下划线的形式提示您重点注意）并作出相应选择。一旦您选择使用或继续使用我们的服务，即意味着您同意我们按照本隐私政策处理您的相关信息。如对本隐私政策有任何疑问，您可以通过本隐私政策“八、如何联系我们”中提供的方式与我们联系）。
		</view>
		<view class="p">请您注意，<text
				class="b line">不同应用的功能可能存在一定的差异，具体以您实际使用的功能为准。</text>此外，针对某些特定的服务，我们还将制定单独的隐私政策，向您说明这些服务的特殊政策。如相关特定的隐私政策与本隐私政策有不一致之处，适用相关特定隐私政策。
		</view>
		<view class="p b line">
			请您注意，本隐私政策不适用于您通过我们的服务而接入的其他第三方产品/服务(“其他第三方”包括您的交易相对方、任何第三方网站以及第三方服务提供者等)，具体规定请参照该第三方的隐私政策或类似声明。我们建议您在接受相关服务和提供个人信息前阅读并确认理解该等隐私政策。
		</view>
		<view class="h2">一、我们如何收集和使用您的个人信息</view>
		<view class="p">在您使用我们的服务时，我们可能在以下场景收集和使用您的个人信息，其中的个人敏感信息我们以下划线的形式标记：</view>
		<view class="p b">（一）基本功能</view>
		<view class="p">
			为了向您提供我们服务的基本功能，我们需要收集、使用必要的个人信息，如您拒绝提供该等必要信息，您将无法正常使用我们的服务。我们会遵循正当、合法、必要的原则，出于本隐私政策所述的下列目的收集和使用您的个人信息。
		</view>
		<view class="p b">1、帮助您创建账号并登陆</view>
		<view class="p">
			为遵守法律法规的规定，以及向您提供更便捷的服务，在您注册成为穆言网络科技有限公司旗下小程序用户时，您需要提供手机号码以创建对应的小程序账号，并完善相关的网络身份识别信息（如头像、昵称及登录密码等）我们仅可能会要求您提供：当您使用微信账号登录时，我们会获取您的微信头像、昵称和地区信息。为了确保账号安全，我们暂时不支持吃您使用其他方式关联登录。使用某些功能时，您可能仍然需要绑定有效的手机号码。如果您仅需使用浏览、搜索等功能，您无需注册成为我们的用户以及提供上述信息。
		</view>
		<view class="p b">在提供账号信息的过程中，如果您愿意额外补充如下个人信息，将有助于我们向您提供更为便捷的服务：包括您的性别、生日。如果您选择不提供以上信息，也不会影响您享受我们服务的基本功能。</view>
		<view class="p b">2、向您提供基于地理位置的信息展示</view>
		<view class="p">
			当您通过系统授权开启移动设备的定位功能并使用基于位置提供的服务时，我们会收集和使用您的位置信息以便为您匹配附近的穆言网络公司门店信息（例如您无需手动输入所在地理位置就可获得相关服务，估算穆言网络公司门店与您之间的实际距离方便您进行消费决策）。我们会使用有关技术获取您的位置信息（准确度会有所不同），这些技术包括IP地址、GPS以及能够提供相关信息的WLAN（如Wi-Fi）接入点、蓝牙和基站等。
			<text class="b">您可以在移动设备的系统中关闭定位服务停止我们对您所在位置信息的收集，但可能因此无法使用我们基于地理位置为您提供的服务，或者无法达到相关服务的预期效果。</text>
		</view>
		<view class="p b">3、为您提供预订、下单、订单管理功能</view>
		<view class="p">为向您展示您账户的订单信息及便于您对订单信息进行管理，我们会收集您在使用我们服务过程中产生的<text
				class="line">订单信息；如果您选择一些预定类服务，我们还需要收集联系人姓名、性别、手机号、和地址</text>，以便于您的订单能够安全准确完成</view>
		<view class="p"><text
				class="b">您在应用生成的订单中，将可能包含您的身份信息、联络信息、支付信息等，请您谨慎向他人展示或对外提供，</text>我们也会在展示订单信息时，在保证信息可用性的基础上尽量去标识化处理。
		</view>
		<view class="p b">4、为您提供代邮寄功能</view>
		<view class="p">当您在应用上使用代邮寄（例如兑换或购买周边商品）服务或功能时，您需要提供<text
				class="line">收货人的姓名、联系电话、地址</text>，以便于您的订单能够安全准确送达并完成。您还可以选择为常用地址加注标签（如家、公司等），便于此后的查找使用。<text
				class="b">如您拒绝授权我们收集和处理您的上述信息，您将无法使用本功能服务，但不影响您正常使用其他功能。</text></view>
		<view class="p b">5、帮助您完成支付</view>
		<view class="p">您在应用上进行订单支付时，您可以选择使用关联的第三方合作机构（如微信支付、支付宝等合作方）所提供的服务进行支付。我们需要收集您的穆言网络公司旗下小程序<text
				class="line">订单信息、对账信息</text>及其他法律要求的必要信息并与这些合作机构共享，以确认您的支付指令并帮助您完成支付。<text
				class="b">如您拒绝授权我们收集和处理您的上述信息，您将无法使用本功能服务，但不影响您正常使用其他功能。</text></view>

		<view class="p b">6、为您提供客服和售后服务</view>
		<view class="p">
			当您与我们的客服取得联系时，我们的系统可能会记录您与客服之间的通讯记录，以及使用您的账号信息以便核验身份；当您需要我们提供与您订单相关的客户服务时，我们可能会查询您的相关订单信息以便给予您适当的帮助和处理；当您需要客服协助您修改有关信息（如联系方式等）时，您可能还需要提供上述信息以外的其他信息以便完成修改。
			<text class="b">
				有关上述信息的收集和使用规则如下：
			</text>
		</view>
		<view class="p b">（1）当您因订单问题与其他产品/服务提供方之间产生纠纷时，经您授权我们会调取并使用相关对话界面信息作为解决纠纷的参考依据。</view>
		<view class="p b">
			（2）我们将切实保障通话双方的隐私安全，并将相关凭证信息上传至穆言网络公司服务器保存，通话双方无法自行下载、调取或播放录音。除以下情形外，我们不会将信息提供给任何人（包括通话主、被叫方）：a.有权机关依法定程序调取；b.被举证的一方持司法机关出具的法律文件依法调取。
		</view>
		<view class="p b">（如您拒绝授权我们收集和处理您的上述信息，您将无法使用本功能服务，但不影响您正常使用其他功能。</view>
		<view class="p b">7、广告促销</view>
		<view class="p b">
			为了提升您的消费体验，我们可能会通过短信等其他方式向您发送关于我们的产品、服务、促销活动的信息。如果您不希望收到我们发送的促销短信，您可以随时选择拒绝接受我们的短信，根据短信中的操作提示，选择“退订”功能，我们不会因此收取任何额外的费用。
		</view>
		<view class="p b">8、为您提供安全保障</view>
		<view class="p">
			在符合法律法规规定的情形下，为了保障您的账户安全、交易安全以及系统运行安全，在您使用我们服务的过程中，经您授权我们会获取您的设备信息，包括您使用的设备属性、连接和状态信息，例如设备型号、唯一设备标识符（如IMEI/androidID/IDFA/OPENUDID/GUID、SIM卡、IMSI、BSSID、SSID信息等）、设备MAC地址、软件列表、电信运营商等。
		</view>
		<view class="p">
			为提高您在使用服务过程中的安全性，更准确地预防钓鱼网站欺诈和木马病毒，我们可能会使用或整合您的个人信息以及我们的关联方、其他相关方取得您授权或者依法共享的信息。根据您的使用习惯和常用软件信息等来综合判断您的账号及交易风险，包括验证身份，预防、发现、调查可能存在的欺诈、网络病毒、网络攻击等安全风险以及违反我们或关联方协议、政策或规则等行为，以保护您、其他用户、我们和关联方的合法权益，并记录一些我们认为有风险的链接(“URL”)。
		</view>
		<view class="p b">9、我们自动收集的个人信息</view>
		<view class="p">当您登录后使用我们提供的服务时，我们会收集您的浏览、搜索记录等信息并作为有关网络日志进行保存，包括您的<text
				class="line">IP地址、浏览器的类型、使用的语言、操作系统的版本、访问的日期和时间、发布的信息、浏览、搜索、网络请求</text>等。收集该等信息主要为了保障服务的安全运行，也可以使我们更好地了解您，比如您来自哪里以及我们的服务有哪些吸引您的内容。我们将该等信息用于内部分析，以及为您提升服务质量和服务相关性。我们同时也需要留存相应的日志来记录我们应用的运行状态，以符合中国法律法规的规定。
		</view>
		<view class="p b">10、我们可能间接收集的个人信息</view>
		<view class="p">
			为完成身份核验，保障账号安全，确认交易状态及为您提供售后与争议解决等目的，经您授权后我们可能会从第三方获取您的个人信息（例如通过您选择的交易对象和交易直接涉及的第三方信息系统、支付机构等收集与交易进度相关的您的交易、支付等信息，以便于我们处理您的订单并保证服务的顺利完成，或者更好地预防诈骗、刷单等恶意行为）。我们会依据法律法规的要求以及与第三方的约定，经您授权后向穆言网络公司的关联方及其他相关方获得您的有关信息，并对其信息来源的合法性进行确认后使用您的这些信息。
		</view>
		<view class="p b">11、自启动或关联启动的必要性说明</view>
		<view class="p">当您使用我们的软件在线更新功能时，在软件更新完成后我们使用了App自启动功能（仅限安卓版本），以便于您在更新后及时使用我们的软件；</view>
		<view class="p">为了便于您在完成支付后能够及时回到应用界面，在您完成微信、支付宝的支付动作后，我们会调用手机系统的自启动或关联启动行为（仅限安卓版本），以确保您可以及时查看支付状态和订单信息。</view>
		<view class="p b">（二）拓展功能</view>
		<view class="p">为向您提供更便捷的服务，您可以选择使用我们提供的拓展功能，我们会在如下场景收集并使用如下信息，如果您不提供这些信息，您将无法正常使用相关附加功能或无法实现我们拟达到的功能效果，<text
				class="b">但不会影响您使用我们服务的基本功能。</text></view>
		<view class="p b">1、基于相机授权的拓展功能</view>
		<view class="p">您可以选择开启系统的相机权限，通过使用扫码等功能授权穆言网络公司访问您的相机，以便您完成扫码操作。<text
				class="b">我们会收集您上传的上述信息，您可以在系统权限中关闭此项功能，一旦关闭您将可能无法实现扫码等功能。</text></view>
		<view class="p b">2、基于相册授权的拓展功能</view>
		<view class="p">您可以选择开启系统的相册权限，通过主动上传图片、视频等方式授权我们访问您的相册，以便于您更换头像。<text
				class="b">我们会收集您选择上传的上述信息，您可以在系统权限中关闭此项功能，一旦关闭您将可能无法通过上传图片、视频等方式更换头像。</text></view>
		<view class="p b">（三）SDK</view>
		<view class="p">
			我们在应用中部署了一些由第三方供应商提供的软件开发工具包(SDK)，以运营我们的应用并向您提供应用的相关功能。当您使用我们有关功能时，第三方供应商可能会收集和处理您的个人信息。关于第三方SDK如何收集和使用您的个人信息，建议您参考该等第三方SDK的隐私政策（相关链接如下表所列，该等链接截至本隐私政策发布之日可被访问）：
		</view>
		<view class="table">
			<view class="tr">
				<view class="th">功能类型</view>
				<view class="th">使用目的</view>
				<view class="th">第三方名称 </view>
				<view class="th">涉及个人信息</view>
				<view class="th">第三方官网链接 </view>
			</view>
			<view class="tr">
				<view class="td">第三方账号登录</view>
				<view class="td">根据用户选择，为用户提供第三方账号登录功能</view>
				<view class="td">微信</view>
				<view class="td">设备信息</view>
				<view class="td">https://open.weixin.qq.com/</view>
			</view>
		</view>
		<view class="p b">（四）其他</view>
		<view class="p b">您可以为其他人预定各类服务，并提供该实际服务接收人的有关信息，此前请您确保已取得相关人的授权。</view>
		<view class="p b">（五）个人信息的使用规则</view>
		<view class="p">为满足您的使用需求，维护、改进我们的服务质量，我们会在符合法律规定并根据您具体授权的情况下使用如下信息：</view>
		<view class="p">
			1、我们可能会收集您在参与服务调查时主动向我们提供的信息，以及您与我们的关联方、其他相关方之间互动时提供的相关信息，以便于您追踪订单情况、发起用户投诉以及我们优化客户服务的质量与流程。我们将在收集前向您告知具体的处理规则并按照适用数据保护法律的要求取得您的同意。
		</view>
		<view class="p">
			2、我们可能将业务中收集的个人信息用于统计分析和改进运营，将已经去标识化无法识别您身份且不能复原的信息用于建立数据库并进行商业化利用。例如通过您所在的位置、偏好等进行统计分析，从而改进我们的产品、服务或营销计划；又如为改进我们系统而进行的技术改造、网络维护、故障排除、内部政策与流程制定、生成内部报告等。
		</view>
		<view class="p">如果我们将信息用于本隐私政策未载明的其他用途，或者将基于特定目的收集而来的信息用于其他目的时，会单独征求您的同意。</view>
		<view class="h2">二、我们如何使用Cookie和同类技术</view>
		<view class="p b">（一）Cookie的使用</view>
		<view class="p">
			为确保应用的正常高效运转、让您获得更轻松的访问体验，我们会在您的设备终端/系统上存储名为Cookie的小数据文件。Cookie会帮助您在后续访问我们的相关平台时调用您的信息，简化您填写个人信息(例如一键登录等)的流程;为您提供安全购物的偏好设置;帮助您优化对广告的选择与互动;保护您的数据安全等。我们不会将Cookie用于本隐私政策所述目的之外的任何用途。您可根据自己的偏好管理或删除Cookie。您可以清除计算机或移动设备上保存的所有Cookie，您有权接受或拒绝Cookie。大多数浏览器会自动接受Cookie，但您通常可根据自己的需要来修改浏览器的设置以拒绝Cookie;另外，您也可以清除软件内保存的所有Cookie。但您可能因此无法完全体验我们某些便捷性和安全性的服务功能。
		</view>
		<view class="p b">（二）网络Beacon和同类技术的使用</view>
		<view class="p">
			除Cookie外，我们的应用上常会包含一些电子图象(称为"单像素"GIF文件或"网络Beacon")等其他同类技术，它们可以帮助计算使用相关平台的用户或访问某些Cookie。我们使用网络Beacon的方式有:
		</view>
		<view class="p">1、我们通过在我们的相关平台上使用网络Beacon，计算用户访问数量，并通过访问Cookie辨认注册用户。</view>
		<view class="p">2、我们通过得到的Cookie信息，可以在我们的相关平台上提供更便捷的服务。</view>
		<view class="h2">三、我们如何共享、转让、公开披露您的个人信息</view>
		<view class="p b">（一）共享</view>
		<view class="p">我们会在以下情况共享您的个人信息。</view>
		<view class="p">1、获得您明确同意或授权的共享。</view>
		<view class="p b">2、基于法定情形，例如根据法律法规的规定，行政、司法等有权机关依法提出要求并出具相关手续。</view>
		<view class="p b">3、与关联公司共享：为向您提供一致化服务以及便于您进行统一管理，我们可能会将与我们的关联公司共享必要的个人信息。</view>
		<view class="p b">4、与其他相关方共享：</view>
		<view class="p"><text class="b">（1）我们可能会与业务合作伙伴共享为您提供服务所必要的订单信息、账户信息、支付信息等。</text>我们的业务合作伙伴包括但不限于以下类型：
			<text
				class="b">供应商、服务提供商。</text>为保障服务的顺利完成，我们可能会将您的个人信息共享给上述业务合作伙伴，包括技术服务、支付服务、金融业务等合作伙伴，其中可能包括您的订单信息、支付信息、地址信息等，例如我们需要将您的订单号和订单金额与第三方支付机构共享以确认您的支付指令并完成支付等；我们需要将您的姓名、手机号、收货地址与配送服务商共享以配送您的订单。
		</view>
		<view class="p">
			<text
				class="b">（2）我们必须与加盟商以及其他第三方商家共享您的订单信息、必要交易信息，以便其向您提供商品、服务及售后等。</text>另外，当您要求取消订单和退款时，我们需要将您的联系方式与加盟商共享以便其与您取得联系。
		</view>
		<view class="p"><text
				class="b">（3)我们可能会与提供广告投放推广和统计分析的合作伙伴共享信息，但我们仅会向这些合作伙伴提供广告推广的覆盖面、有效性以及统计类等信息，而不会共享可以识别您身份的个人信息，否则我们会对这些信息进行去标识化处理以避免对您身份的识别。</text>相关合作伙伴可能会对上述信息进行汇聚分析，用于提供广告曝光监测或服务决策。
		</view>
		<view class="p">5、基于协议约定：依据您与我们签署的相关协议(包括在线签署的电子协议及平台规则)或其他法律文件的约定，有必要向第三方共享时。</view>
		<view class="p b">
			在进行具体的共享前，我们会告知您第三方的名称或姓名、联系方式、处理目的和方式、处理的个人信息的种类，并根据适用数据保护法律的要求取得您的同意。请您知悉，我们仅会出于合法、正当、必要、特定、明确的目的共享您的个人信息，对我们仅为实现本隐私政策中声明的目的与之共享个人信息的公司、组织和个人，我们会与其签署严格的信息保护和保密协定，要求他们遵守协议并采取相关的安全措施来保护您的个人信息。
		</view>
		<view class="p b">（二）转让</view>
		<view class="p">
			随着我们业务的发展，我们及我们的关联方有可能进行合并、收购、资产转让或类似的交易，如涉及个人信息的转让，我们会要求受让您个人信息的公司、组织继续接受本隐私政策的约束，否则,我们将要求该公司、组织重新征求您的授权同意。在此过程中，我们可能因潜在买方或其他主体要求，进行尽职调查等合理商业安排，而需要向审计机构、律师事务所、顾问等第三方披露您的个人信息。
		</view>
		<view class="p b">（三）公开披露</view>
		<view class="p">我们仅会在以下情况且采取符合业界标准的安全防护措施的前提下，才可能公开披露您的个人信息：</view>
		<view class="p">1、根据您的需求，在您明确同意的披露方式下披露您所指定的个人信息；</view>
		<view class="p">
			2、根据法律法规的规定，行政、司法等有权机关依法提出要求的情况下，我们可能会依据相应的个人信息类型和披露方式公开披露。在符合法律法规规定的前提下，当我们收到上述披露信息的要求时，我们会要求必须出具相应的法律文件，如传票或调查函。
		</view>
		<view class="p b">
			请注意，您在使用我们服务时自愿发布甚至公开分享的信息，可能会涉及您或他人的个人信息甚至个人敏感信息，如您的交易信息，以及您在评价时选择上传包含个人信息的文字、图片或视频等各种形式的信息。请您在使用我们的服务时更加谨慎地考虑，是否要发布甚至公开分享相关信息。
		</view>
		<view class="p b">（四）共享、转让、公开披露个人信息时事先征得授权同意的例外</view>
		<view class="p b">以下情形中，共享、转让、公开披露您的个人信息无需事先征得您的授权同意：</view>
		<view class="p b">1、与我们履行法律法规规定的义务相关的；</view>
		<view class="p b">2、与国家安全、国防安全直接相关的；</view>
		<view class="p b">3、与公共安全、公共卫生、重大公共利益直接相关的；</view>
		<view class="p b">4、与刑事侦查、起诉、审判和判决执行等直接相关的；</view>
		<view class="p b">5、出于维护您或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；</view>
		<view class="p b">6、您自行向社会公众公开的个人信息；</view>
		<view class="p b">7、从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道；</view>
		<view class="p b">8、为订立、履行您作为一方当事人的合同所必需；</view>
		<view class="p b">9、法律、行政法规规定的其他情形。</view>
		<view class="p b">根据法律规定，共享、转让、公开披露经去标识化处理的个人信息，且确保数据接收方无法复原并重新识别个人信息主体的，我们对此类数据的处理将无需另行向您通知并征得您的同意。</view>
		<view class="h2">四、我们如何保存和保护您的个人信息</view>
		<view class="p b">（一）个人信息的保存</view>
		<view class="p">1、保存期限：除非依据法律法规规定或双方约定，我们仅会在实现目的所必需的最短时间内留存您的相关个人信息。</view>
		<view class="p">
			2、保存地域：我们在中华人民共和国境内收集的个人信息，将存储在中国境内。如果我们需要向境外传输您的个人信息，我们将按照相关法律法规的要求完成相应的程序，我们会一并要求数据接收方按照本隐私政策以及其他相关的安全保密措施来处理个人信息以为您的个人信息提供不低于中国数据保护法律法规规定的保护标准。
		</view>
		<view class="p b">3、终止运营：如果发生终止运营等情形，我们将会在终止运营后对您的个人信息进行删除或匿名化处理。</view>
		<view class="p b">（二）个人信息的保护措施</view>
		<view class="p b">
			1、数据安全措施。为保障您的信息安全，我们采取了各种符合业界标准的物理、电子和管理方面的安全措施来保护您的个人信息，同时，我们建立了数据分类分级制度、数据安全管理规范、数据安全开发规范来管理规范个人信息的存储和使用。穆言网络公司通过信息接触者保密协议、监控和审计机制对数据进行全面的安全防控，防止您的个人信息遭到未经授权访问、公开披露、使用、修改、损坏或丢失，例如在您的浏览器与“服务”之间交换数据(如信用卡信息)时采用SSL加密保护技术;同时对网站本身提供https安全浏览方式;使用加密技术确保数据的保密性;使用受信赖的保护机制防止数据遭到恶意攻击;部署访问控制机制，确保只有授权人员才可访问个人信息;举办安全和隐私保护培训课程，加强员工对于保护个人信息重要性的认识。
		</view>
		<view class="p b">
			2、请您知悉并理解，互联网并非绝对安全的环境，我们强烈建议您设置复杂密码并使用安全方式登录账号，协助我们保证您的账号安全。如您发现自己的个人信息泄露，尤其是您的账户或密码发生泄露，请您立即根据本隐私政策中提供的联系方式联络我们，以便我们采取相应措施。
		</view>
		<view class="p">
			3、安全事件。在不幸发生个人信息安全事件后，我们会立即成立专项应急小组，启动应急预案，防止安全事件扩大，并按照法律法规的规定及时向您告知如下相关事宜:安全事件的基本情况和可能产生的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。我们将及时将事件相关情况以邮件、信函、电话、推送通知等方式告知您，难以逐一告知个人信息主体时，我们会采取合理、有效的方式发布公告。同时，我们还将按照监管部门要求，主动上报个人信息安全事件的处置情况。
		</view>
		<view class="h2">五、您如何管理您的个人信息</view>
		<view class="p">您对您的个人信息享有以下权利:</view>
		<view class="p b">（一）您有权访问、更正、删除您的个人信息。</view>
		<view class="p">
			您可以通过访问、更正您账户中的个人资料及账号信息等方式管理您的账户信息。如果您无法通过上述链接管理这些个人信息，您可以随时通过本隐私政策“如何联系我们”一节提供的联系方式联系我们。我们将在收到您的反馈之日起15天内回复您的访问请求。
		</view>
		<view class="p b">（二）改变您授权同意的范围或撤回授权</view>
		<view class="p">
			您可以通过在应用中删除信息、更改隐私设置或者在系统中关闭设备权限功能等方式改变同意范围或撤回您的授权。请您理解，当您执行上述操作后，我们将无法继续为您提供撤回同意或授权所对应的服务，但不会影响此前基于您的授权已经开展的个人信息处理。。如果您无法通过上述链接完成这些操作，您可以随时通过本隐私政策“如何联系我们”一节提供的联系方式联系我们。我们将在收到您的反馈之日起15天内回复您的访问请求。
		</view>
		<view class="p b">（三）注销账户</view>
		<view class="p">您有权注销您的穆言网络公司账户，您可以通过下方本隐私政策提供的联系方式联系我们并与我们沟通注销请求，我们会在收到您的注销请求之日起15天内完成注销流程。<text
				class="b">您注销成功后，我们将根据法律法规的规定尽快删除您的个人信息或将您的个人信息作匿名化处理。</text>如果您无法通过上述方式访问、更正或删除您的个人信息以及注销账户，您可以通过本隐私政策“如何联系我们”一节提供的联系方式与我们取得联系。为了保障安全，我们可能需要您提供相应方式证明您的身份和请求的正当性，我们将在收到您反馈并验证您的身份后的15天内答复您的请求。
		</view>
		<view class="p b">（四）行使其他法定的个人信息主体权利</view>
		<view class="p">
			如果您希望行使其他中国法下的法定个人信息主体权利（比如在符合法定条件时，要求我们将您的个人信息转移至您指定的第三方），您可以随时通过本隐私政策“如何联系我们”一节提供的联系方式联系我们。我们将在收到您的反馈之日起15天内回复您的访问请求。
		</view>
		<view class="p b">我们将会按照适用的数据保护法律的要求以及时间回应所有行使数据主体权利的请求。在法律法规允许的范围内，我们在如下的情况下可能无法回应您的行权请求：</view>
		<view class="p b">如果您的请求与我们履行法律法规规定的义务所相悖；</view>
		<view class="p b">如果请求的信息与国家安全、国防安全直接相关；</view>
		<view class="p b">如果请求的信息与公共安全、公共卫生、重大公共利益直接相关；</view>
		<view class="p b">如果请求的信息与刑事侦查、起诉、审判和执行判决等直接相关；</view>
		<view class="p b">如果我们有充分证据表明您存在主观恶意或滥用权利的；</view>
		<view class="p b">出于维护您或其他个人的生命、财产等重大合法权益但又很难得到您本人授权同意；</view>
		<view class="p b">如果回应您的行权请求将会导致您或者其他个人、组织的合法利益受到严重损害；</view>
		<view class="p b">如果请求的信息涉及商业秘密。</view>
		<view class="h2">六、未成年人的个人信息保护</view>
		<view class="p">
			穆言网络公司非常重视对未成年人个人信息的保护。我们的服务主要面向成人。如您为未满18周岁的未成年人的，建议您请您的父母或其他监护人仔细阅读本隐私政策，并在征得您的父母或其他监护人同意的前提下使用我们的服务或向我们提供信息。对于经父母或其他监护人同意使用我们的服务而收集未成年人个人信息的情况，我们只会在法律法规允许、父母或其他监护人明确同意或者保护未成年人所必要的情况下使用、共享、转让或披露此信息。
			<text
				class="b">如果我们在未事先获得您的父母或其他监护人同意的情况下收集了未满18周岁的未成年人的个人信息，我们则会设法尽快删除相关数据。如果您是未满18周岁未成年人的父母或者监护人，当您对我们处理未满18周岁未成年人的个人信息有相关疑问，可通过“如何联系我们”的信息与我们取得联系。</text>
		</view>
		<view class="h2">七、敏感个人信息</view>
		<view class="p b">
			请您知悉，我们遵循收集个人信息的最小化要求，我们的业务和服务一般不会涉及到收集您的敏感个人信息。但如果为了确保相关业务功能的正常实现，我们需要收集您的敏感个人信息的，我们会在收集行为开始之前就该等敏感个人信息逐项向您充分告知，并取得您的自愿、明确和单独的同意或者书面同意，并采取必要的措施对您的敏感个人信息予以保护。
		</view>
		<view class="h2">八、通知和修订</view>
		<view class="p">
			为给您提供更好的服务，我们的业务将不时变化，本隐私政策也将随之调整。未经您明确同意，我们不会削减您依据本隐私政策所应享有的权利。我们会通过在应用发出更新版本或以其他方式提醒您相关内容的更新，也请您定时访问我们以便及时了解最新的隐私政策。<text
				class="b">在前述情况下，需要您明确表示同意接受修订后的隐私政策并受之约束，我们才能继续为您提供服务。</text></view>
		<view class="p">您可以通过本隐私政策首部的“最后更新于”了解到本隐私政策的更新时间。</view>
		<view class="h2">九、如何联系我们</view>
		<view class="p">
			如您对我们如何使用您的个人信息或本隐私政策有任何的问题或者疑虑，特别是认为我们的个人信息处理行为损害了您的合法权益，您可以通过以下方式与我们联系，我们将在收到您的反馈之日起15天内答复您的请求：</view>
		<view class="p">1、您可以通过穆言网络公司客服电话与我们联系（客户服务电话：18150638166）</view>
		<view class="p">2、您可以通过邮寄快件方式与我们联系，邮寄地址：福建省福州市长乐区南山会所小租配齐三楼306室，邮编：350200。</view>
		<view class="p">3、为保护您的隐私和安全，当您联系我们时，我们可能要求您验证您的身份，然后再处理您的要求。</view>
		<view class="p">
			4、对于您合理的要求，我们原则上不收取费用，但对多次重复、超出合理限度的要求，我们将视情况收取一定成本费用。对于那些无端重复、需要过多技术手段（例如，需要开发新系统或从根本上改变现行惯例）、给他人合法权益带来风险或者非常不切实际的要求，我们可能会予以拒绝。
		</view>
		<view class="p">5、在以下情形中，按照法律法规要求，我们将无法响应您的要求：</view>
		<view class="p">a)与国家安全、国防安全直接相关的；</view>
		<view class="p">b)与公共安全、公共卫生、重大公共利益直接相关的；</view>
		<view class="p">c)与犯罪侦查、起诉、审判和判决执行等直接相关的；</view>
		<view class="p">d)有充分证据表明您存在主观恶意或滥用权利的；</view>
		<view class="p">e)响应您的要求将导致您或其他个人、组织的合法权益受到严重损害的；或者涉及商业秘密的</view>
		<view class="h2">十、您的个人信息如何进行跨境转移</view>
		<view class="p">1、原则上，我们在中华人民共和国境内收集和产生的个人信息，将存储在中华人民共和国境内。</view>
		<view class="p">
			2、如果确有必要向中华人民共和国境外提供您的个人信息的，我们将提前向您告知境外接收方的名称或者姓名、联系方式、处理目的、处理方式、个人信息的种类以及您向境外接收方行使本法规定权利的方式和程序等事项，并取得您的单独同意。同时，我们也将按照法律法规的要求在您的个人信息进行跨境转移之前进行相关的安全评估。
		</view>
		<view class="h2">十一、附录</view>
		<view class="p">
			1、个人信息：指以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息。本隐私政策中可能涉及到的个人信息包括但不限于：个人基本信息（包括姓名、电话号码、性别、住址、生日等）；个人身份信息（包括身份证、军官证、护照、驾驶证等）；网络身份标识信息（包括系统账号、IP地址、邮箱地址及与前述有关的密码、口令、口令保护答案）；个人财产信息（包括银行账号、交易和消费记录、信贷记录以及虚拟财产信息等）；联系人信息（包括通讯录信息、好友列表等）；个人上网记录（包括网站浏览记录、点击记录等）；个人设备信息（包括唯一设备识别码等描述个人常用设备基本情况的信息）；个人位置信息（包括行踪轨迹、精准定位信息等）。
		</view>
		<view class="p b">
			请注意，单独或与其他信息相结合无法识别您的身份或者与您直接建立联系的信息，不属于个人信息。如果我们将单独无法与任何特定个人建立联系的信息与其他信息结合用于识别自然人个人身份，或者将其与个人信息结合使用，则在结合使用期间，此类信息将被视为个人信息。
		</view>
		<view class="p b">
			2、个人敏感信息：是指一旦泄露、非法提供或滥用可能危害人身和财产安全，极易导致个人名誉、身心健康受到损害或歧视性待遇等的个人信息。本隐私政策中可能涉及到的个人敏感信息包括：个人身份认证信息（包括身份证、军官证、护照、驾驶证、学生证等）；个人财产信息（银行账号、交易和消费记录、信贷记录以及虚拟财产信息等）；其他信息（行踪轨迹、通讯录信息、精准定位信息等）；14周岁以下的儿童信息。
		</view>
	</view>

</template>

<script>
	export default {
		data() {
			return {

			};
		},
		onLoad() {

		},
		methods: {

		}

	}
</script>

<style lang="scss" scoped>
	.message-page {
		background-color: #fff;
		padding: 20upx 40upx;

		.center {
			text-align: center;
		}

		.table {
			display: table;
			border: 1px solid #eee;
			border-bottom: none;
			border-right: none;
			.tr {
				display: table-row;
				font-size: 28upx;
				border-bottom: 1px solid #eee;
			}
			.th {
				display: table-cell;
				background: #ddd;
				border-right: 1px solid #eee;
			}
			.td {
				display: table-cell;
				border-right: 1px solid #eee;
			}
		}

		.line {
			text-decoration: underline;
		}

		.p {
			line-height: 60upx;
			text-indent: 60upx;
			margin-bottom: 20upx;
		}

		.h2 {
			margin: 20upx 0;
			font-weight: 600;
		}

		.title {
			font-size: 50upx;
			margin-bottom: 20upx;
		}

	}
</style>
